Revit 2027 API
ParameterTypeId.StructuralWallTopProjectionPlane Property
 "Top Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralWallTopProjectionPlane { get; }
Public Shared ReadOnly Property StructuralWallTopProjectionPlane As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralWallTopProjectionPlane {
	ForgeTypeId^ get ();
}
static member StructuralWallTopProjectionPlane : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace